# Test

In [1]:
import pandas as pd

In [2]:
import matplotlib.pyplot as plt

In [3]:
import seaborn as sns

In [4]:
d = {
    "id" : [103, 104, 105],
    "name" : ["Utkarsh", "Sarthak", "John"],
    "sal": [10000, 20000, 15000]
}

In [5]:
type(d)

dict

In [6]:
df = pd.DataFrame(d)
df

    id     name    sal
0  103  Utkarsh  10000
1  104  Sarthak  20000
2  105     John  15000